Repository: aniamisiewicz/book-app
Catalog: translations/messages.*.xlf
Languages: pl

source: Books
pl: Ksiazki

source: Categories
pl: Kategorie

# header.signup
source: Sign up
pl: Rejestracja

# header.login
source: Log in
pl: Logowanie

source: Logout
pl: Wyloguj

source: Book deletion
pl: Usuwanie ksiazki

# book.deletion.confirmation
source: You are about to delete a book!
pl: Masz zamiar usunac ksiazke

source: Delete
pl: Usun

source: Cancel
pl: Anuluj

source: Edit
pl: Edytuj

# back
source: Back to list
pl: Wroc do listy

source: Category deletion
pl: Usuwanie kategorii

# category.deletion.confirmation
source: You are about to delete a category!
pl: Masz zamiar usunac kategorie

source: user deletion
pl: Usuwanie uzytkownika

# user.deletion.confirmation
source: You are about to delete a user!
pl: Masz zamiar usunac uzytkownika

source: Comment deletion
pl: Usuwanie komentarza

# comment.deletion.confirmation
source: You are about to delete a comment!
pl: Masz zamiar usunac komentarz

source: Update
pl: Aktualizuj

# book.create
source: Create a new book
pl: Utworz nowa ksiazke

# category.create
source: Create a new category
pl: Utworz nowa kategorie

source: Show
pl: Pokaz

source: Actions
pl: Akcje

source: Book
pl: Ksiazka

source: Title
pl: Tytul

source: Author
pl: Autor

source: Created at
pl: Data utworzenia

source: Nick
pl: Nazwa uzytkownika

source: Content
pl: Tresc

source: Save
pl: Zapisz

# books.category
source: Books for category
pl: Ksiazki dla kategorii

source: Password
pl: Haslo

# logged.as
source: You're logged in as
pl: Jestes zalogowany jako

# user.new
source: Create new user
pl: Stworz nowego uzytkownika

source: Name
pl: Nazwa

source: Role
pl: Rola

# manage
source: Manage Users
pl: Zarzadzaj

source: User
pl: Uzytkownik

source: Roles
pl: Role

source: Users
pl: Uzytkownicy

source: Book deleted
pl: Ksiazka usunieta

source: Category deleted
pl: Kategoria usunieta

# category.warning
source: Category contains books, it cannot be deleted
pl: Kategoria zawiera ksiazki, nie moze byc usunieta

source: Comment deleted
pl: Komentarz usuniety

# no.records
source: No records Found
pl: Nie znaleziono rekordow
